{
  "cookieBannerTitle": "Ми цінуємо вашу конфіденційність",
  "cookieBannerText": "Ми використовуємо файли cookie, щоб покращити ваші враження від веб-перегляду, розміщувати персоналізовані додатки або вміст і аналізувати наш трафік. Натиснувши «Прийняти все», ви погоджуєтесь на використання файлів cookie",
  "cookieCustomizeBtn": "Налаштувати",
  "cookieRejectBtn": "Відхилити всі",
  "cookieAcceptBtn": "Прийняти всі",
  "cookieSaveBtn": "Зберегти мої налаштування",

  "cookieSettingsTitle": "Налаштувати параметри згоди",
  "cookieSettingsText1": "Ми використовуємо файли cookie, щоб допомогти вам ефективніше орієнтуватися та виконувати певні функції. Нижче ви знайдете детальну інформацію про всі файли cookie в кожній категорії згоди.",
  "cookieSettingsText2": "Файли cookie, віднесені до категорії «Необхідні», зберігаються у вашому браузері, оскільки вони необхідні для забезпечення основних функцій сайту.",
  "cookieSettingsShowMore": "Показати більше",
  "cookieSettingsText3": "Ми також використовуємо файли cookie третіх сторін, які допомагають нам аналізувати, як ви використовуєте цей веб-сайт, зберігати ваші налаштування та надавати вміст і рекламу, які вам відповідають. Ці файли cookie зберігатимуться у вашому браузері лише з вашої попередньої згоди.",
  "cookieSettingsText4": "Ви можете ввімкнути чи вимкнути деякі або всі ці файли cookie, але вимкнення деяких із них може вплинути на роботу веб-переглядача.",
  "cookieSettingsShowLess": "Показати менше",
  "cookieSettingsNecessaryTitle": "Необхідні",
  "cookieSettingsNecessaryText": "Необхідні файли cookie потрібні, щоб увімкнути основні функції цього сайту, наприклад забезпечити безпечний вхід або налаштувати ваші параметри згоди. Ці файли cookie не зберігають жодних персональних даних.",
  "cookieSettingsAlwaysActive": "Завжди увімкнено",
  "cookieSettingsDuration": "Тривалість",
  "cookieSettingsDurationSession": "Сесія",
  "cookieSettingsDescription": "Опис",
  "cookieSettingsFunctionalTitle": "Функціональні",
  "cookieSettingsFunctionalText": "Функціональні файли cookie допомагають виконувати певні функції, такі як обмін вмістом веб-сайту на платформах соціальних мереж, збір відгуків та інші функції третіх сторін.",
  "cookieSettingsNoCookies": "Немає файлів cookie для відображення",
  "cookieSettingsAnalyticsTitle": "Аналітичні",
  "cookieSettingsAnalyticsText": "Аналітичні файли cookie використовуються, щоб зрозуміти, як відвідувачі взаємодіють із веб-сайтом. Ці файли cookie допомагають надавати інформацію про такі показники, як кількість відвідувачів, показник відмов, джерело трафіку тощо.",
  "cookieSettingsPerformanceTitle": "Продуктивні",
  "cookieSettingsPerformanceText": "Продуктивні файли cookie використовуються для розуміння та аналізу ключових показників продуктивності веб-сайту, що сприяє кращому користуванню відвідувачами.",
  "cookieSettingsAdvertisementTitle": "Рекламні",
  "cookieSettingsAdvertisementText": "Рекламні файли cookie використовуються для надання відвідувачам індивідуальної реклами на основі сторінок, які ви відвідали раніше, і для аналізу ефективності рекламних кампаній."
}
