{
  "privacyTitle": "Політика конфіденційності",
  "privacyEffectiveDate": "Дата набуття чинності: 15 квітня 2024 року",
  "privacyGeneralText": "www.olia-lam.com (далі - «Сайт») належить і управляється Перкалюк Вікторією Вадимівною. Перкалюк Вікторія Вадимівна є контролером даних, з якою можна зв’язатися за електронною адресою:",
  "privacyPurposeTitle": "Мета",
  "privacyPurposeText": "Метою цієї політики конфіденційності (далі - «Політика конфіденційності») є інформування користувачів нашого Сайту про наступне:",
  "privacyPurposeItem1": "Персональні дані, які ми збиратимемо;",
  "privacyPurposeItem2": "Використання зібраних даних;",
  "privacyPurposeItem3": "Хто має доступ до зібраних даних;",
  "privacyPurposeItem4": "Права користувачів Сайту; та",
  "privacyPurposeItem5": "Політика сайту щодо файлів cookie.",
  "privacyConsentTitle": "Згода",
  "privacyConsentLabel": "Використовуючи наш сайт, користувачі погоджуються з:",
  "privacyConsentItem": "Умовами, викладеними в цій Політиці конфіденційності.",
  "privacyConsentText1": "Якщо правовою підставою для обробки нами ваших персональних даних є надання вами згоди на таку обробку, ви можете відкликати свою згоду в будь-який час. Якщо ви відкликаєте свою згоду, це не зробить обробку, яку ми завершили до того, як ви відкликали свою згоду, незаконною.",
  "privacyConsentText2": "Ви можете відкликати свою згоду, звернувшись до власника сайту.",
  "privacyProcessingTitle": "Правова основа обробки",
  "privacyProcessingText": "Опрацьовуючи ваші Персональні дані ми діємо відповідно до Закону України «Про захист персональних даних» та Загального регламенту про захист даних ЄС (Регламент (UE) 2016/679 або «GDPR»).",
  "privacyProcessingLabel": "Ми покладаємося на наступну правову основу для збору та обробки персональних даних користувачів:",
  "privacyProcessingItem": "Користувачі дали свою згоду на обробку своїх даних для однієї або кількох конкретних цілей.",
  "privacyDataCollectionTitle": "Персональні дані, які ми збираємо",
  "privacyDataCollectionText": "Ми збираємо лише дані, які допомагають нам досягти мети, викладеної в цій Політиці конфіденційності. Ми не будемо збирати додаткові дані, окрім даних, наведених нижче, без попереднього сповіщення.",
  "privacyDataCollectionSubtitle1": "Дані, зібрані неавтоматичним способом",
  "privacyDataCollectionSubLabel1": "Ми також можемо збирати такі дані, коли ви виконуєте певні функції на нашому сайті:",
  "privacyDataCollectionSubitem1-1": "Ім'я та прізвище; та",
  "privacyDataCollectionSubitem1-2": "Номер телефону.",
  "privacyDataCollectionSubLabel2": "Ці дані можуть бути зібрані за допомогою таких методів:",
  "privacyDataCollectionSubitem2-1": "Залишити форму на сайті.",
  "privacyDataUsageTitle": "Як ми використовуємо особисті дані",
  "privacyDataUsageText": "Дані, зібрані на нашому Сайті, використовуватимуться лише для цілей, зазначених у цій Політиці конфіденційності або зазначених на відповідних сторінках нашого Сайту. Ми не використовуватимемо ваші дані крім того, що ми оприлюднюємо в цій Політиці конфіденційності.",
  "privacyDataUsageLabel": "Дані, які ми збираємо, коли користувач виконує певні функції, можуть використовуватися для таких цілей:",
  "privacyDataUsageItem": "Зв'язок для надання послуг.",
  "privacyDataSharingTitle": "З ким ми ділимося персональними даними",
  "privacyDataSharingSubtitle1": "Співробітники",
  "privacyDataSharingSubtext1": "Ми можемо розкривати дані користувача будь-якому члену нашої організації, якому обґрунтовано потрібен доступ до даних користувача для досягнення цілей, викладених у цій Політиці конфіденційності.",
  "privacyDataSharingSubtitle2": "Інше розкриття інформації",
  "privacyDataSharingSubtext2": "Ми не будемо продавати або надавати ваші дані іншим третім особам, за винятком таких випадків:",
  "privacyDataSharingItem1": "Якщо цього вимагає закон;",
  "privacyDataSharingItem2": "Якщо це потрібно для будь-якого судового процесу;",
  "privacyDataSharingItem3": "Щоб довести або захистити наші законні права; та",
  "privacyDataSharingItem4": "Покупцям або потенційним покупцям цієї компанії у випадку, якщо ми прагнемо продати компанію.",
  "privacyDataSharingSubtext3": "Якщо ви переходите за гіперпосиланнями з нашого Сайту на інший Сайт, зауважте, що ми не несемо відповідальності та не контролюємо їхню політику та методи конфіденційності.",
  "privacyDataStorageTitle": "Як довго ми зберігаємо персональні дані",
  "privacyDataStorageText1": "Дані користувача зберігатимуться протягом 2 (двох) місяців після досягнення мети збору або останньої послуги, наданої особі.",
  "privacyDataStorageText2": "Ви отримаєте сповіщення, якщо ваші дані зберігатимуться довше цього періоду.",
  "privacyDataProtectionTitle": "Як ми захищаємо ваші персональні дані",
  "privacyDataProtectionText1": "Ми використовуємо безпечні протоколи передачі даних, щоб надсилати дані безпосередньо із сайту фітнес-тренеру, забезпечуючи шифрування. Доступ надається лише авторизованому персоналу.",
  "privacyDataProtectionText2": "Незважаючи на те, що ми вживаємо всіх розумних запобіжних заходів, щоб гарантувати безпеку даних користувачів і захист користувачів, завжди залишається ризик завдати шкоди. Інтернет в цілому іноді може бути незахищеним, і тому ми не можемо гарантувати безпеку даних користувачів, що перевищує те, що є розумно практичним.",
  "privacyUserRightsTitle": "Ваші права як користувача",
  "privacyUserRightsLabel": "Відповідно до Закону України «Про захист персональних даних» та Загального регламенту про захист даних ЄС (Регламент (UE) 2016/679 або «GDPR») ви маєте такі права:",
  "privacyUserRightsItem1": "Право бути поінформованим;",
  "privacyUserRightsItem2": "Право доступу;",
  "privacyUserRightsItem3": "Право на виправлення;",
  "privacyUserRightsItem4": "Право на видалення;",
  "privacyUserRightsItem5": "Право на обмеження обробки;",
  "privacyUserRightsItem6": "Право на перенесення даних; та",
  "privacyUserRightsItem7": "Право на заперечення.",
  "privacyChildrenTitle": "Діти",
  "privacyChildrenText": "Ми свідомо не збираємо та не використовуємо персональні дані дітей віком до 16 років. Якщо ми дізнаємося, що ми зібрали персональні дані дитини віком до 16 років, персональні дані буде видалено якомога швидше. Якщо дитина віком до 16 років надала нам особисті дані, її батьки або опікуни можуть зв’язатися з нашим спеціалістом з питань конфіденційності.",
  "privacyDataUpdateTitle": "Як отримати доступ, змінити, видалити чи оскаржити зібрані дані",
  "privacyDataUpdateText": "Якщо ви хочете знати, чи збирали ми ваші персональні дані, як ми використовували ваші персональні дані, чи розкривали ми ваші персональні дані та кому ми розкривали ваші персональні дані, чи бажаєте ви, щоб ваші дані були видалені або змінені в у будь-який спосіб або якщо ви хочете скористатися будь-якими іншими своїми правами відповідно до Закону України «Про захист персональних даних» та Загального регламенту про захист даних ЄС (Регламент (UE) 2016/679 або «GDPR»), будь ласка, зв’яжіться з нашим спеціалістом з конфіденційності за електронною адресою:",
  "privacyCookiePolicyTitle": "Політика використання файлів cookie",
  "privacyCookiePolicyText": "Файл cookie — це невеликий файл, який веб-сайт зберігає на жорсткому диску користувача. Його метою є збір даних, що стосуються звичок користувача в Інтернеті. Ви можете вибрати сповіщення кожного разу, коли файл cookie передається. Ви також можете повністю вимкнути файли cookie у своєму інтернет-браузері, але це може погіршити якість роботи користувача.",
  "privacyCookiePolicyLabel": "На нашому сайті ми використовуємо такі типи файлів cookie:",
  "privacyCookiePolicyItem": "Необхідні (Необхідні файли cookie необхідні для ввімкнення основних функцій цього сайту, таких як забезпечення безпечного входу в систему або налаштування параметрів вашої згоди. Ці файли cookie не зберігають жодних особистих даних.)",
  "privacyModificationsTitle": "Модифікації",
  "privacyModificationsText": "У цю Політику конфіденційності час від часу можуть вноситися зміни, щоб підтримувати відповідність із законодавством і відображати будь-які зміни в нашому процесі збору даних. Коли ми вносимо зміни до цієї Політики конфіденційності, ми оновлюємо «Дата набуття чинності» у верхній частині цієї Політики конфіденційності. Ми рекомендуємо нашим користувачам періодично переглядати нашу Політику конфіденційності, щоб переконатися, що вони отримують сповіщення про будь-які оновлення. За необхідності ми можемо повідомити користувачів електронною поштою про зміни в цій Політиці конфіденційності.",
  "privacyComplaintsTitle": "Скарги",
  "privacyComplaintsText1": "Якщо у вас є скарги щодо того, як ми обробляємо ваші персональні дані, будь ласка, зв’яжіться з нами за допомогою методів зв’язку, зазначених у розділі",
  "privacyComplaintsSpan": "Контактна інформація",
  "privacyComplaintsText2": ", щоб ми могли, де можливо, вирішити проблему. Якщо ви вважаєте, що ми незадовільно вирішили вашу проблему, ви можете звернутися до наглядового органу. Ви також маєте право безпосередньо подати скаргу до контролюючого органу. Ви можете подати скаргу до наглядового органу, звернувшись до Уповноваженого Верховної Ради України з прав людини чи суду.",
  "privacyContactsTitle": "Контактна інформація",
  "privacyContactsText": "Якщо у вас є будь-які запитання, занепокоєння чи скарги, ви можете зв’язатися з нашим спеціалістом з питань конфіденційності Перкалюк Вікторією Вадимівною за електронною адресою:"
}
