{
  "cookieBannerTitle": "Мы ценим вашу конфиденциальность",
  "cookieBannerText": "Мы используем файлы cookie, чтобы улучшить ваши впечатления от веб-просмотра, размещать персонализированные приложения или содержимое и анализировать наш трафик. Нажав 'Принять все', вы соглашаетесь на использование файлов cookie",
  "cookieCustomizeBtn": "Настроить",
  "cookieRejectBtn": "Отклонить все",
  "cookieAcceptBtn": "Принять все",
  "cookieSaveBtn": "Сохранить мои настройки",

  "cookieSettingsTitle": "Настройка параметров согласия",
  "cookieSettingsText1": "Мы используем файлы cookie, чтобы помочь вам эффективнее ориентироваться и выполнять определенные функции. Ниже вы найдете подробную информацию о всех файлах cookie в каждой категории согласия.",
  "cookieSettingsText2": "Файлы cookie, отнесенные к категории 'Необходимые', хранятся в вашем браузере, поскольку они необходимы для обеспечения основных функций сайта.",
  "cookieSettingsShowMore": "Показать больше",
  "cookieSettingsText3": "Мы также используем файлы cookie третьих сторон, которые помогают нам анализировать, как вы используете этот веб-сайт, сохранять ваши настройки и предоставлять содержимое и рекламу, которые вам соответствуют. Эти файлы cookie будут храниться в вашем браузере только с вашего предыдущего согласия.",
  "cookieSettingsText4": "Вы можете включить или отключить некоторые или все файлы cookie, но отключение некоторых из них может повлиять на работу браузера.",
  "cookieSettingsShowLess": "Показать меньше",
  "cookieSettingsNecessaryTitle": "Необходимые",
  "cookieSettingsNecessaryText": "Необходимые файлы cookie необходимы, чтобы включить основные функции этого сайта, например обеспечить безопасный вход или настроить параметры согласия. Эти файлы cookie не сохраняют никаких персональных данных.",
  "cookieSettingsAlwaysActive": "Всегда включено",
  "cookieSettingsDuration": "Длительность",
  "cookieSettingsDurationSession": "Сессия",
  "cookieSettingsDescription": "Описание",
  "cookieSettingsFunctionalTitle": "Функциональные",
  "cookieSettingsFunctionalText": "Функциональные файлы cookie помогают выполнять определенные функции, такие как обмен содержимым веб-сайта на платформах социальных сетей, сбор отзывов и другие функции третьих сторон.",
  "cookieSettingsNoCookies": "Нет файлов cookie для отображения",
  "cookieSettingsAnalyticsTitle": "Аналитические",
  "cookieSettingsAnalyticsText": "Аналитические файлы cookie используются, чтобы понять, как посетители взаимодействуют с веб-сайтом. Эти файлы cookie помогают предоставлять информацию о таких показателях, как количество посетителей, показатель отказов, источник трафика и т.д.",
  "cookieSettingsPerformanceTitle": "Продуктивные",
  "cookieSettingsPerformanceText": "Продуктивные файлы cookie используются для понимания и анализа ключевых показателей производительности веб-сайта, что способствует лучшему пользованию посетителями.",
  "cookieSettingsAdvertisementTitle": "Рекламные",
  "cookieSettingsAdvertisementText": "Рекламные файлы cookie используются для предоставления посетителям индивидуальной рекламы на основе страниц, которые вы посетили ранее, и для анализа эффективности рекламных кампаний."
}
