{
  "privacyTitle": "Политика конфиденциальности",
  "privacyEffectiveDate": "Дата вступления в силу: 15 апреля 2024 года",
  "privacyGeneralText": "www.olia-lam.com (далее – «Сайт») принадлежит и управляется Перкалюк Викторией Вадимовной. Перкалюк Виктория Вадимовна является контролером данных, с которой можно связаться по електронному адресу:",
  "privacyPurposeTitle": "Цель",
  "privacyPurposeText": "Целью этой политики конфиденциальности (далее – «Политика конфиденциальности») является информирование пользователей нашего Сайта о следующем:",
  "privacyPurposeItem1": "Персональные данные, которые мы собираем;",
  "privacyPurposeItem2": "Использование собранных данных;",
  "privacyPurposeItem3": "Кто имеет доступ к собранным данным;",
  "privacyPurposeItem4": "Права пользователей Сайта; и",
  "privacyPurposeItem5": "Политика сайта о файлах cookie.",
  "privacyConsentTitle": "Согласие",
  "privacyConsentLabel": "Используя наш сайт, пользователи соглашаются с:",
  "privacyConsentItem": "Условиями, изложенными в настоящей Политике конфиденциальности.",
  "privacyConsentText1": "Если правовым основанием для обработки нами ваших персональных данных является предоставление вами согласия на такую обработку, вы можете отозвать свое согласие в любое время. Если вы отзываете свое согласие, это не сделает обработку, которую мы завершили до того, как вы отозвали свое согласие, незаконным.",
  "privacyConsentText2": "Вы можете отозвать свое согласие, обратившись к владельцу сайта.",
  "privacyProcessingTitle": "Правовая основа обработки",
  "privacyProcessingText": "Прорабатывая ваши Персональные данные мы действуем в соответствии с Законом Украины «О защите персональных данных» и Общим регламентом о защите данных ЕС (Регламент (UE) 2016/679 или «GDPR»).",
  "privacyProcessingLabel": "Мы полагаемся на следующую правовую основу для сбора и обработки персональных данных пользователей:",
  "privacyProcessingItem": "Пользователи дали свое согласие на обработку своих данных для одной или нескольких конкретных целей.",
  "privacyDataCollectionTitle": "Персональные данные, которые мы собираем",
  "privacyDataCollectionText": "Мы собираем только данные, которые помогают нам достичь цели, изложенной в настоящей Политике конфиденциальности. Мы не будем собирать дополнительные данные, кроме данных, приведенных ниже, без предварительного уведомления.",
  "privacyDataCollectionSubtitle1": "Данные, собранные неавтоматическим способом",
  "privacyDataCollectionSubLabel1": "Мы также можем собирать такие данные, когда вы выполняете определенные функции на нашем сайте:",
  "privacyDataCollectionSubitem1-1": "Имя и фамилия; и",
  "privacyDataCollectionSubitem1-2": "Номер телефона.",
  "privacyDataCollectionSubLabel2": "Эти данные могут быть собраны с помощью следующих методов:",
  "privacyDataCollectionSubitem2-1": "Оставить форму на сайте.",
  "privacyDataUsageTitle": "Как мы используем личные данные",
  "privacyDataUsageText": "Данные, собранные на нашем Сайте, будут использоваться только для целей, указанных в настоящей Политике конфиденциальности или указанных на соответствующих страницах нашего Сайта. Мы не будем использовать ваши данные кроме того, что мы обнародуем в настоящей Политике конфиденциальности.",
  "privacyDataUsageLabel": "Данные, которые мы собираем, когда пользователь выполняет определенные функции, могут использоваться для следующих целей:",
  "privacyDataUsageItem": "Связь для предоставления услуг.",
  "privacyDataSharingTitle": "С кем мы делимся персональными данными",
  "privacyDataSharingSubtitle1": "Сотрудники",
  "privacyDataSharingSubtext1": "Мы можем раскрывать пользовательские данные любому члену нашей организации, которому обоснованно нужен доступ к пользовательским данным для достижения целей, изложенных в настоящей Политике конфиденциальности.",
  "privacyDataSharingSubtitle2": "Другое раскрытие информации",
  "privacyDataSharingSubtext2": "Мы не будем продавать или предоставлять ваши данные другим третьим лицам, за исключением таких случаев:",
  "privacyDataSharingItem1": "Если этого требует закон;",
  "privacyDataSharingItem2": "Если это нужно для любого судебного процесса;",
  "privacyDataSharingItem3": "Чтобы доказать или защитить наши законные права; и",
  "privacyDataSharingItem4": "Покупателям или потенциальным покупателям этой компании в случае, если мы стремимся продать компанию.",
  "privacyDataSharingSubtext3": "Если вы переходите по гиперссылкам с нашего Сайта на другой Сайт, заметьте, что мы не несем ответственности и не контролируем их политику и методы конфиденциальности.",
  "privacyDataStorageTitle": "Как долго мы храним персональные данные",
  "privacyDataStorageText1": "Данные пользователя будут сохраняться в течение 2 (двух) месяцев после достижения цели сбора или последней услуги, предоставленной лицу.",
  "privacyDataStorageText2": "Вы получите уведомление, если ваши данные будут храниться дольше этого периода.",
  "privacyDataProtectionTitle": "Как мы защищаем ваши персональные данные",
  "privacyDataProtectionText1": "Мы используем безопасные протоколы передачи данных, чтобы отправлять данные непосредственно с сайта фитнес-тренера, обеспечивая шифрование. Доступ предоставляется только авторизованному персоналу.",
  "privacyDataProtectionText2": "Несмотря на то, что мы принимаем все разумные меры предосторожности, чтобы гарантировать безопасность данных пользователей и защиту пользователей, всегда остается риск нанести вред. Интернет в целом иногда может быть незащищенным, и поэтому мы не можем гарантировать безопасность данных пользователей, что превышает то, что разумно практичным.",
  "privacyUserRightsTitle": "Ваши права как пользователя",
  "privacyUserRightsLabel": "В соответствии с Законом Украины «О защите персональных данных» и Общим регламентом о защите данных ЕС (Регламент (UE) 2016/679 или «GDPR») вы имеете следующие права:",
  "privacyUserRightsItem1": "Право быть информированным;",
  "privacyUserRightsItem2": "Право доступа;",
  "privacyUserRightsItem3": "Право на исправление;",
  "privacyUserRightsItem4": "Право на удаление;",
  "privacyUserRightsItem5": "Право на ограничение обработки;",
  "privacyUserRightsItem6": "Право на перенос данных; и",
  "privacyUserRightsItem7": "Право на возражение.",
  "privacyChildrenTitle": "Дети",
  "privacyChildrenText": "Мы сознательно не собираем и не используем персональные данные детей младше 16 лет. Если мы узнаем, что мы собрали персональные данные ребенка младше 16 лет, персональные данные будут удалены как можно скорее. Если ребенок младше 16 лет предоставил нам личные данные, его родители или опекуны могут связаться с нашим специалистом по вопросам конфиденциальности.",
  "privacyDataUpdateTitle": "Как получить доступ, изменить, удалить или обжаловать собранные данные",
  "privacyDataUpdateText": "Если вы хотите знать, собирали ли мы ваши персональные данные, как мы использовали ваши персональные данные, раскрывали ли мы ваши персональные данные и кому мы раскрывали ваши персональные данные, хотите ли вы, чтобы ваши данные были удалены или изменены в любым способом или если вы хотите воспользоваться любыми другими своими правами в соответствии с Законом Украины «О защите персональных данных» и Общим регламентом о защите данных ЕС (Регламент (UE) 2016/679 или «GDPR»), пожалуйста, свяжитесь с нашим специалистом по конфиденциальности по электронному адресу:",
  "privacyCookiePolicyTitle": "Политика использования файлов cookie",
  "privacyCookiePolicyText": "Файл cookie — это небольшой файл, который веб-сайт хранит на жестком диске пользователя. Его целью является сбор данных, касающихся привычек пользователя в Интернете. Вы можете выбрать уведомление каждый раз, когда файл cookie передается. Вы также можете полностью отключить файлы cookie в своем интернет-браузере, но это может ухудшить качество работы пользователя.",
  "privacyCookiePolicyLabel": "На нашем сайте мы используем следующие типы файлов cookie:",
  "privacyCookiePolicyItem": "Необходимые (Необходимые файлы cookie необходимы для включения основных функций этого сайта, таких как обеспечение безопасного входа в систему или настройка параметров вашего согласия. Эти файлы cookie не сохраняют никаких личных данных.)",
  "privacyModificationsTitle": "Модификации",
  "privacyModificationsText": "В настоящую Политику конфиденциальности время от времени могут вноситься изменения, чтобы поддерживать соответствие с законодательством и отображать любые изменения в нашем процессе сбора данных. Когда мы вносим изменения в настоящую Политику конфиденциальности, мы обновляем «Дата вступления в силу» в верхней части этой Политики конфиденциальности Мы рекомендуем нашим пользователям периодически просматривать нашу Политику конфиденциальности, чтобы убедиться, что они получают уведомления о любых обновлениях.",
  "privacyComplaintsTitle": "Жалобы",
  "privacyComplaintsText1": "Если у вас есть жалобы по поводу того, как мы обрабатываем ваши персональные данные, пожалуйста, свяжитесь с нами с помощью методов связи, указанных в разделе",
  "privacyComplaintsSpan": "Контактная информация",
  "privacyComplaintsText2": ", чтобы мы могли, где возможно, решить проблему. Если вы считаете, что мы неудовлетворительно решили вашу проблему, вы можете обратиться в надзорный орган. Вы также имеете право непосредственно подать жалобу в контролирующий орган. Вы можете подать жалобу в надзорный орган, обратившись к Уполномоченному Верховной Рады Украины по правам человека или в суд.",
  "privacyContactsTitle": "Контактная информация",
  "privacyContactsText": "Если у вас есть какие-либо вопросы, беспокойство или жалобы, вы можете связаться с нашим специалистом по вопросам конфиденциальности Перкалюк Викторией Вадимовной по электронному адресу:"
}
